export const SUBJECTS = [
  'Математика',
  'Українська мова',
  'Історія',
  'Фізика',
  'Хімія',
  'Біологія',
  'Географія',
  'Інформатика',
  'Англійська мова'
];

export const LEARNING_RESOURCES = {
  'Математика': ['Підручники', 'Відеоуроки', 'Практичні завдання'],
  'Українська мова': ['Граматика', 'Література', 'Твори'],
  'Історія': ['Хронологія', 'Дати', 'Персоналії'],
  'Фізика': ['Формули', 'Закони', 'Експерименти'],
  'Хімія': ['Елементи', 'Реакції', 'Досліди'],
  'Біологія': ['Організми', 'Системи', 'Екологія'],
  'Географія': ['Карти', 'Клімат', 'Населення'],
  'Інформатика': ['Алгоритми', 'Програмування', 'Мережі'],
  'Англійська мова': ['Граматика', 'Словник', 'Розмовна практика']
};